Repository: eternalcult/grain
Catalog: Grain/Grain/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ru, zh

source: Looks at the color information in each channel and brightens the base color to reflect the blend color by increasing the brightness. Blending with black produces no change.
de: Betrachtet die Farbinformationen in jedem Kanal und hellt die Grundfarbe auf, um die Mischfarbe durch Erhöhung der Helligkeit wiederzugeben. Die Überblendung mit Schwarz bewirkt keine Änderung.
es: Mira la información de color en cada canal y aclara el color base para reflejar el color de mezcla aumentando el brillo. La mezcla con negro no produce ningún cambio.
fr: Examine les informations de couleur de chaque canal et éclaircit la couleur de base pour refléter la couleur de fusion en augmentant la luminosité. Le mélange avec le noir ne produit aucun changement.
it: Esamina le informazioni sul colore in ciascun canale e schiarisce il colore di base per riflettere il colore di fusione aumentando la luminosità. La miscelazione con il nero non produce alcun cambiamento.
ja: 各チャンネルの色情報を見て、ベースカラーを明るくしてブレンドカラーを反映させます。黒とのブレンドでは変化はありません。
ru: Смотрит на информацию о цвете каждого канала и осветляет основной цвет, увеличивая яркость. Смешивание с черным не приводит к изменениям.
zh: 查看每个通道中的颜色信息，并通过增加亮度使基色变亮，以反映混合色。与黑色混合不会产生任何变化。

source: Looks at the color information in each channel and darkens the base color to reflect the blend color by decreasing the brightness. Blending with white produces no change.
de: Betrachtet die Farbinformationen in jedem Kanal und verdunkelt die Grundfarbe, um die Mischfarbe durch Verringerung der Helligkeit wiederzugeben. Die Überblendung mit Weiß bewirkt keine Änderung.
es: Mira la información de color en cada canal y oscurece el color base para reflejar el color de mezcla disminuyendo el brillo. La mezcla con blanco no produce ningún cambio.
fr: Examine les informations de couleur de chaque canal et assombrit la couleur de base pour refléter la couleur de fusion en diminuant la luminosité. Le mélange avec le blanc ne produit aucun changement.
it: Esamina le informazioni sul colore in ciascun canale e scurisce il colore di base per riflettere il colore della miscela, diminuendo la luminosità. La miscelazione con il bianco non produce alcun cambiamento.
ja: 各チャンネルの色情報を見て、ベースカラーを暗くし、明度を下げてブレンドカラーを反映させる。白とのブレンドでは変化はありません。
ru: Смотрит на информацию о цвете каждого канала и затемняет основной цвет, уменьшая яркость. Смешивание с белым не приводит к изменениям.
zh: 查看每个通道中的颜色信息，通过降低亮度使基色变暗，以反映混合色。与白色混合不会产生任何变化。

source: Looks at the color information in each channel and darkens the base color to reflect the blend color by increasing the contrast between the two. Blending with white produces no change.
de: Betrachtet die Farbinformationen in den einzelnen Kanälen und verdunkelt die Grundfarbe, um die Mischfarbe wiederzugeben, indem der Kontrast zwischen den beiden erhöht wird. Die Überblendung mit Weiß bewirkt keine Änderung.
es: Examina la información de color de cada canal y oscurece el color base para reflejar el color de fusión aumentando el contraste entre ambos. La mezcla con blanco no produce ningún cambio.
fr: Examine les informations de couleur de chaque canal et assombrit la couleur de base pour refléter la couleur de fusion en augmentant le contraste entre les deux. Le mélange avec le blanc ne produit aucun changement.
it: Esamina le informazioni sul colore in ciascun canale e scurisce il colore di base per riflettere il colore della miscela, aumentando il contrasto tra i due. La miscelazione con il bianco non produce alcun cambiamento.
ja: 各チャンネルの色情報を見て、2つの間のコントラストを上げることによって、ブレンドカラーを反映するためにベースカラーを暗くします。白とのブレンドでは変化はありません。
ru: Смотрит на информацию о цвете каждого канала и затемняет основной цвет, увеличивая контраст между ними. Смешивание с белым не приводит к изменениям.
zh: 查看每个通道中的颜色信息，通过增加两者之间的对比度，使基色变暗以反映混合色。与白色混合不会产生任何变化。

source: Looks at the color information in each channel and divides the blend color from the base color.
de: Untersucht die Farbinformationen in den einzelnen Kanälen und trennt die Mischfarbe von der Grundfarbe.
es: Mira la información de color en cada canal y divide el color de mezcla del color base.
fr: Examine les informations de couleur de chaque canal et divise la couleur de fusion par la couleur de base.
it: Esamina le informazioni cromatiche di ciascun canale e divide il colore della miscela dal colore di base.
ja: 各チャンネルの色情報を見て、ベースカラーからブレンドカラーを分ける。
ru: Смотрит на информацию о цвете каждого канала и делит цвет наложения на основной.
zh: 查看每个通道的颜色信息，并将混合色从基色中划分出来。

source: Looks at the color information in each channel and multiplies the base color by the blend color. The result color is always a darker color. Multiplying any color with black produces black. Multiplying any color with white leaves the color unchanged. When you’re painting with a color other than black or white, successive strokes with a painting tool produce progressively darker colors. The effect is similar to drawing on the image with multiple marking pens.
de: Betrachtet die Farbinformationen in jedem Kanal und multipliziert die Grundfarbe mit der Mischfarbe. Die Ergebnisfarbe ist immer eine dunklere Farbe. Die Multiplikation einer beliebigen Farbe mit Schwarz ergibt Schwarz. Die Multiplikation einer beliebigen Farbe mit Weiß lässt die Farbe unverändert. Wenn Sie mit einer anderen Farbe als Schwarz oder Weiß malen, erzeugen aufeinanderfolgende Striche mit einem Malwerkzeug zunehmend dunklere Farben. Der Effekt ist vergleichbar mit dem Zeichnen auf dem Bild mit mehreren Markierungsstiften.
es: Mira la información de color en cada canal y multiplica el color base por el color de mezcla. El color resultante es siempre un color más oscuro. Multiplicar cualquier color por negro produce negro. Multiplicar cualquier color por blanco deja el color sin cambios. Cuando pinte con un color que no sea blanco o negro, los trazos sucesivos con una herramienta de pintura producen colores progresivamente más oscuros. El efecto es similar al de dibujar sobre la imagen con varios rotuladores.
fr: Examine les informations de couleur de chaque canal et multiplie la couleur de base par la couleur de fusion. La couleur résultante est toujours plus sombre. Multiplier n'importe quelle couleur par du noir produit du noir. Multiplier n'importe quelle couleur par du blanc laisse la couleur inchangée. Lorsque vous peignez avec une couleur autre que le noir ou le blanc, les coups successifs avec un outil de peinture produisent des couleurs de plus en plus sombres. L'effet est similaire à dessiner sur l'image avec plusieurs marqueurs.
it: Esamina le informazioni cromatiche di ciascun canale e moltiplica il colore di base per il colore di fusione. Il colore risultante è sempre un colore più scuro. Moltiplicando qualsiasi colore con il nero si ottiene il nero. Moltiplicando qualsiasi colore con il bianco, il colore rimane invariato. Quando si dipinge con un colore diverso dal nero o dal bianco, i tratti successivi con uno strumento di pittura producono colori progressivamente più scuri. L'effetto è simile a quello di disegnare sull'immagine con più pennarelli.
ja: 各チャンネルの色情報を見て、ベースカラーにブレンドカラーを掛けます。結果の色は常に暗い色になります。任意の色に黒を掛けると黒になります。任意の色に白を乗算すると、色は変化しません。黒または白以外の色でペイントする場合、ペイントツールで連続してストロークすると、徐々に暗い色になります。この効果は、複数のマーキングペンで画像に描画するのと似ています。
ru: Смотрит на информацию о цвете каждого канала и умножает основной цвет на цвет наложения. Результат всегда темнее. Умножение на черный дает черный цвет, умножение на белый оставляет цвет неизменным. При рисовании с цветом, отличным от черного или белого, каждый следующий мазок инструмента делает цвет темнее. Эффект схож с рисованием на изображении несколькими маркерами.
zh: 查看每个通道的颜色信息，并将基色乘以混合色。得到的颜色总是较深的颜色。将任何颜色与黑色相乘都会产生黑色。将任何颜色与白色相乘，颜色都不会改变。在使用黑色或白色以外的颜色进行绘画时，使用绘画工具连续描画会产生逐渐变暗的颜色。这种效果类似于用多支标记笔在图像上作画。

source: Looks at the color information in each channel and selects the base or blend color—whichever is darker—as the result color. Pixels lighter than the blend color are replaced, and pixels darker than the blend color do not change.
de: Betrachtet die Farbinformationen in jedem Kanal und wählt die Grund- oder Mischfarbe - je nachdem, welche Farbe dunkler ist - als Ergebnisfarbe aus. Pixel, die heller als die Mischfarbe sind, werden ersetzt, und Pixel, die dunkler als die Mischfarbe sind, werden nicht verändert.
es: Examina la información de color de cada canal y selecciona el color base o de fusión (el que sea más oscuro) como color resultante. Los píxeles más claros que el color de fusión se sustituyen, y los píxeles más oscuros que el color de fusión no cambian.
fr: Examine les informations de couleur de chaque canal et sélectionne la couleur de base ou de fusion — la plus sombre — comme couleur résultante. Les pixels plus clairs que la couleur de fusion sont remplacés, et les pixels plus sombres que la couleur de fusion ne changent pas.
it: Esamina le informazioni sul colore in ciascun canale e seleziona il colore di base o il colore di miscela, a seconda di quale sia più scuro, come colore di risultato. I pixel più chiari del colore di miscela vengono sostituiti, mentre i pixel più scuri del colore di miscela non cambiano.
ja: 各チャンネルのカラー情報を見て、ベースカラーかブレンドカラーのどちらか濃い方を結果カラーとして選択します。ブレンドカラーより明るいピクセルは置き換えられ、ブレンドカラーより暗いピクセルは変化しません。
ru: Смотрит на информацию о цвете каждого канала и выбирает основной или наложенный цвет — какой из них темнее — как результирующий цвет. Пиксели светлее цвета наложения заменяются, а пиксели темнее цвета наложения остаются неизменными.
zh: 查看每个通道的颜色信息，选择基色或混合色（以颜色较深者为准）作为结果色。比混合色浅的像素会被替换，而比混合色深的像素则不会改变。

source: Looks at the color information in each channel and selects the base or blend color—whichever is lighter—as the result color. Pixels darker than the blend color are replaced, and pixels lighter than the blend color do not change.
de: Betrachtet die Farbinformationen in jedem Kanal und wählt die Grund- oder Mischfarbe - je nachdem, welche Farbe heller ist - als Ergebnisfarbe aus. Pixel, die dunkler als die Mischfarbe sind, werden ersetzt, und Pixel, die heller als die Mischfarbe sind, werden nicht verändert.
es: Examina la información de color de cada canal y selecciona el color base o de fusión (el que sea más claro) como color resultante. Los píxeles más oscuros que el color de fusión se sustituyen, y los píxeles más claros que el color de fusión no cambian.
fr: Examine les informations de couleur de chaque canal et sélectionne la couleur de base ou de fusion — la plus claire — comme couleur résultante. Les pixels plus sombres que la couleur de fusion sont remplacés, et les pixels plus clairs que la couleur de fusion ne changent pas.
it: Esamina le informazioni sul colore in ciascun canale e seleziona il colore di base o il colore di miscela, a seconda di quale sia più chiaro, come colore di risultato. I pixel più scuri del colore di miscela vengono sostituiti, mentre i pixel più chiari del colore di miscela non cambiano.
ja: 各チャンネルのカラー情報を見て、ベースカラーかブレンドカラーのどちらか明るい方を結果カラーとして選択します。ブレンドカラーより暗いピクセルは置き換えられ、ブレンドカラーより明るいピクセルは変化しません。
ru: Смотрит на информацию о цвете каждого канала и выбирает основной или наложенный цвет — какой из них светлее — как результирующий цвет. Пиксели темнее цвета наложения заменяются, а пиксели светлее цвета наложения остаются неизменными.
zh: 查看每个通道的颜色信息，选择基色或混合色（以较浅者为准）作为结果色。比混合色深的像素会被替换，而比混合色浅的像素则不会改变。

source: Looks at the color information in each channel and subtracts either the blend color from the base color or the base color from the blend color, depending on which has the greater brightness value. Blending with white inverts the base color values; blending with black produces no change.
de: Betrachtet die Farbinformationen in jedem Kanal und subtrahiert entweder die Mischfarbe von der Grundfarbe oder die Grundfarbe von der Mischfarbe, je nachdem, welcher Wert heller ist. Das Mischen mit Weiß invertiert die Grundfarbwerte; das Mischen mit Schwarz bewirkt keine Änderung.
es: Examina la información de color en cada canal y resta el color de fusión del color base o el color base del color de fusión, dependiendo de cuál tenga el valor de brillo más alto. Mezclar con blanco invierte los valores del color base; mezclar con negro no produce ningún cambio.
fr: Examine les informations de couleur dans chaque canal et soustrait soit la couleur de fusion de la couleur de base, soit la couleur de base de la couleur de fusion, selon la valeur de luminosité la plus élevée. Le mélange avec le blanc inverse les valeurs de la couleur de base ; le mélange avec le noir ne produit aucun changement.
it: Esamina le informazioni sul colore in ogni canale e sottrae il colore di fusione dal colore di base o il colore di base dal colore di fusione, a seconda di quale abbia il valore di luminosità più alto. La fusione con il bianco inverte i valori del colore di base; la fusione con il nero non produce alcun cambiamento
ja: 各チャンネルの色情報を調べ、ブレンドカラーをベースカラーから減算するか、ベースカラーをブレンドカラーから減算します。どちらを減算するかは、明るさの値が大きい方に依存します。白とブレンドするとベースカラーの値が反転し、黒とブレンドしても変化はありません。
ru: Смотрит на информацию о цвете каждого канала и вычитает либо цвет наложения из основного цвета, либо основной цвет из цвета наложения, в зависимости от того, какое значение яркости больше. Смешивание с белым инвертирует значения основного цвета; смешивание с черным не вызывает изменений.
zh: 查看每个通道中的颜色信息，并根据亮度值较大的颜色从基色中减去混合色或从混合色中减去基色。与白色混合会反转基色值；与黑色混合不会产生任何变化。

source: Looks at the color information in each channel and subtracts the blend color from the base color. In 8- and 16-bit images, any resulting negative values are clipped to zero.
de: Betrachtet die Farbinformationen in jedem Kanal und subtrahiert die Mischfarbe von der Grundfarbe. Bei 8- und 16-Bit-Bildern werden alle resultierenden negativen Werte auf Null gesetzt.
es: Examina la información de color en cada canal y resta el color de fusión del color base. En imágenes de 8 y 16 bits, cualquier valor negativo resultante se recorta a cero.
fr: Examine les informations de couleur dans chaque canal et soustrait la couleur de fusion de la couleur de base. Dans les images 8 et 16 bits, toutes les valeurs négatives résultantes sont ramenées à zéro.
it: Esamina le informazioni sul colore in ogni canale e sottrae il colore di fusione dal colore di base. Nelle immagini a 8 e 16 bit, tutti i valori negativi risultanti vengono tagliati a zero.
ja: 各チャンネルの色情報を調べ、ブレンドカラーをベースカラーから減算します。8ビットおよび16ビット画像では、結果として得られる負の値はすべてゼロにクリップされます。
ru: Смотрит на информацию о цвете каждого канала и вычитает цвет наложения из основного цвета. В 8- и 16-битных изображениях все отрицательные значения обрезаются до нуля.
zh: 查看每个通道中的颜色信息，并从基色中减去混合色。在8位和16位图像中，任何生成的负值都会被裁剪为零。

source: Luminosity
de: Leuchtkraft
es: Luminosidad
fr: Luminosité
it: Luminosità
ja: 輝度
ru: Яркость
zh: 明度

source: Multiplies or screens the colors, depending on the base color. Patterns or colors overlay the existing pixels while preserving the highlights and shadows of the base color. The base color is not replaced, but mixed with the blend color to reflect the lightness or darkness of the original color.
de: Multipliziert oder überlagert die Farben, abhängig von der Grundfarbe. Muster oder Farben überlagern die vorhandenen Pixel, während die Lichter und Schatten der Grundfarbe erhalten bleiben. Die Grundfarbe wird nicht ersetzt, sondern mit der Mischfarbe gemischt, um die Helligkeit oder Dunkelheit der ursprünglichen Farbe widerzuspiegeln.
es: Multiplica o superpone los colores, dependiendo del color base. Los patrones o colores se superponen a los píxeles existentes mientras se conservan los reflejos y sombras del color base. El color base no se reemplaza, sino que se mezcla con el color de fusión para reflejar la claridad u oscuridad del color original.
fr: Multiplie ou superpose les couleurs, en fonction de la couleur de base. Les motifs ou les couleurs se superposent aux pixels existants tout en préservant les reflets et les ombres de la couleur de base. La couleur de base n'est pas remplacée, mais mélangée avec la couleur de fusion pour refléter la clarté ou l'obscurité de la couleur d'origine.
it: Moltiplica o sovrappone i colori, a seconda del colore di base. I motivi o i colori si sovrappongono ai pixel esistenti preservando le luci e le ombre del colore di base. Il colore di base non viene sostituito, ma mescolato con il colore di fusione per riflettere la luminosità o l'oscurità del colore originale.
ja: ベースカラーに応じて色を乗算またはスクリーンします。パターンや色は、ベースカラーのハイライトとシャドウを保ちながら、既存のピクセルに重ねられます。ベースカラーは置き換えられず、ブレンドカラーと混合されて、元の色の明るさや暗さを反映します。
ru: Умножает или накладывает цвета в зависимости от основного цвета. Узоры или цвета накладываются на существующие пиксели, сохраняя светлые и темные участки основного цвета. Основной цвет не заменяется, а смешивается с цветом наложения, чтобы отразить яркость или темноту исходного цвета.
zh: 根据基色对颜色进行乘法或屏幕操作。图案或颜色会覆盖现有像素，同时保留基色的高光和阴影。基色不会被替换，而是与混合色混合以反映原始颜色的明暗度。

source: Multipy
de: Multiplizieren
es: Multiplicar
fr: Multiplier
it: Moltiplica
ja: 乗算
ru: Умножение
zh: 相乘

source: Noise Reduction
de: Rauschunterdrückung
es: Reducción de ruido
fr: Réduction du bruit
it: Riduzione del rumore
ja: ノイズ低減
ru: Уменьшение шума
zh: 降噪

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ru: Нет
zh: 无

source: Overlay
de: Überlagerung
es: Superposición
fr: Superposition
it: Sovrapponi
ja: オーバーレイ
ru: Наложение
zh: 叠加

source: Pin Light
de: Punktlicht
es: Luz de punto
fr: Lumière ponctuelle
it: Luce puntuale
ja: ピンライト
ru: Точечный свет
zh: 点光

source: Replaces the colors, depending on the blend color. If the blend color (light source) is lighter than 50% gray, pixels darker than the blend color are replaced, and pixels lighter than the blend color do not change. If the blend color is darker than 50% gray, pixels lighter than the blend color are replaced, and pixels darker than the blend color do not change. This is useful for adding special effects to an image.
de: Ersetzt die Farben, abhängig von der Mischfarbe. Wenn die Mischfarbe (Lichtquelle) heller als 50% Grau ist, werden Pixel, die dunkler als die Mischfarbe sind, ersetzt, und Pixel, die heller als die Mischfarbe sind, bleiben unverändert. Wenn die Mischfarbe dunkler als 50% Grau ist, werden Pixel, die heller als die Mischfarbe sind, ersetzt, und Pixel, die dunkler als die Mischfarbe sind, bleiben unverändert. Dies ist nützlich, um einem Bild Spezialeffekte hinzuzufügen.
es: Reemplaza los colores dependiendo del color de fusión. Si el color de fusión (fuente de luz) es más claro que el 50 % de gris, los píxeles más oscuros que el color de fusión se reemplazan, y los píxeles más claros que el color de fusión no cambian. Si el color de fusión es más oscuro que el 50 % de gris, los píxeles más claros que el color de fusión se reemplazan, y los píxeles más oscuros que el color de fusión no cambian. Esto es útil para agregar efectos especiales a una imagen.
fr: Remplace les couleurs en fonction de la couleur de fusion. Si la couleur de fusion (source de lumière) est plus claire que 50 % de gris, les pixels plus sombres que la couleur de fusion sont remplacés, et les pixels plus clairs que la couleur de fusion ne changent pas. Si la couleur de fusion est plus sombre que 50 % de gris, les pixels plus clairs que la couleur de fusion sont remplacés, et les pixels plus sombres que la couleur de fusion ne changent pas. Ceci est utile pour ajouter des effets spéciaux à une image.
it: Sostituisce i colori in base al colore di fusione. Se il colore di fusione (sorgente luminosa) è più chiaro del 50% di grigio, i pixel più scuri del colore di fusione vengono sostituiti e i pixel più chiari del colore di fusione non cambiano. Se il colore di fusione è più scuro del 50% di grigio, i pixel più chiari del colore di fusione vengono sostituiti e i pixel più scuri del colore di fusione non cambiano. Questo è utile per aggiungere effetti speciali a un'immagine.
ja: ブレンドカラーに応じて色を置き換えます。ブレンドカラー（光源）が50％グレーより明るい場合、ブレンドカラーより暗いピクセルが置き換えられ、ブレンドカラーより明るいピクセルは変化しません。ブレンドカラーが50％グレーより暗い場合、ブレンドカラーより明るいピクセルが置き換えられ、ブレンドカラーより暗いピクセルは変化しません。これは、画像に特殊効果を追加するのに役立ちます。
ru: Заменяет цвета в зависимости от цвета наложения. Если цвет наложения (источник света) светлее 50% серого, пиксели темнее цвета наложения заменяются, а пиксели светлее цвета наложения остаются неизменными. Если цвет наложения темнее 50% серого, пиксели светлее цвета наложения заменяются, а пиксели темнее цвета наложения остаются неизменными. Это полезно для добавления специальных эффектов к изображению.
zh: 根据混合色替换颜色。如果混合色（光源）比50%灰色更亮，则比混合色更暗的像素将被替换，而比混合色更亮的像素保持不变。如果混合色比50%灰色更暗，则比混合色更亮的像素将被替换，而比混合色更暗的像素保持不变。这对于向图像添加特殊效果非常有用。

source: Saturation
de: Sättigung
es: Saturación
it: Saturazione
ja: 彩度
ru: Насыщенность
zh: 饱和度

source: Screen
de: Bildschirm
es: Pantalla
fr: Écran
it: Schermo
ja: スクリーン
ru: Экран
zh: 屏幕

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ru: Настройки
zh: 设置

source: Shadows
de: Schatten
es: Sombras
fr: Ombres
it: Ombre
ja: シャドウ
ru: Тени
zh: 阴影

source: Sharpness
de: Schärfe
es: Nitidez
fr: Netteté
it: Nitidezza
ja: シャープネス
ru: Резкость
zh: 锐度

source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
ru: Показать все
zh: 显示全部

source: Soft Light
de: Weiches Licht
es: Luz suave
fr: Lumière douce
it: Luce soffusa
ja: ソフトライト
ru: Мягкий свет
zh: 柔光

source: Substract
de: Subtrahieren
es: Sustraer
fr: Soustraire
it: Sottrai
ja: 減算
ru: Вычитание
zh: 减掉

source: Tap to choose an image from the gallery.
de: Tippen, um ein Bild aus der Galerie auszuwählen.
es: Toca para elegir una imagen de la galería.
fr: Touchez pour choisir une image de la galerie.
it: Tocca per scegliere un'immagine dalla galleria.
ja: ギャラリーから画像を選択するにはタップしてください。
ru: Нажмите, чтобы выбрать изображение из галереи.
zh: 点击从图库选择图片。

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
ru: Температура
zh: 温度

source: Textures
de: Texturen
es: Texturas
it: Trame
ja: テクスチャ
ru: Текстуры
zh: 纹理

source: Tint
de: Farbton
es: Matiz
fr: Teinte
it: Tinta
ja: 色合い
ru: Оттенок
zh: 色调

source: Vibrance
de: Dynamik
es: Vibración
it: Vividezza
ja: 自然な彩度
ru: Вибрация
zh: 鲜艳度

source: Vivid Light
de: Lebendiges Licht
es: Luz intensa
fr: Lumière vive
it: Luce vivida
ja: ビビッドライト
ru: Яркий свет
zh: 强光

source: Radius
es: Radio
fr: Rayon
it: Raggio
ja: 半径
ru: Радиус
zh: 半径

source: Normal
it: Normale
ja: 標準
ru: Нормальный
zh: 正常

source: Gamma
ja: ガンマ
ru: Гамма
zh: 伽马
